tap "adoptopenjdk/openjdk"
tap "derailed/k9s"
tap "github/gh"
tap "helm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mike-engel/jwt-cli"
brew "python"
brew "awscli"
brew "bat"
brew "blackbox"
brew "curl"
brew "diff-so-fancy"
brew "docker-credential-helper-ecr"
brew "exa"
brew "fd"
brew "git"
brew "glances"
brew "helm"
brew "hopenpgp-tools"
brew "jenv"
brew "jq"
brew "kind"
brew "kotlin"
brew "kubernetes-cli"
brew "mas"
brew "node@10"
brew "node@12"
brew "pinentry-mac"
brew "ripgrep"
brew "skaffold"
brew "step"
brew "terraform"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "wireguard-tools"
brew "yarn"
brew "ykpers"
brew "ykman"
brew "yq"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "github/gh/gh"
brew "helm/tap/chart-releaser"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "corretto"
cask "font-fira-code"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "postman"
cask "spectacle"
mas "Drafts", id: 1435957248
mas "Fantastical", id: 975937182
mas "iMovie", id: 408981434
mas "Todoist", id: 585829637